tap "felixkratz/formulae"
tap "nikitabobko/tap"
tap "urlscan/tap"

brew "ast-grep"
brew "bat"
brew "bob"
brew "cloudflared"
brew "cmake"
brew "curl"
brew "exiftool"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "golang-migrate"
brew "imagemagick"
brew "jq"
brew "jqp"
brew "lazygit"
brew "ninja"
brew "noir"
brew "python@3.13"
brew "ripgrep"
brew "ruff"
brew "zoxide"

cask "font-monaspace"
